{
  "en": {
    "moreInfo": "Read more...",
    "whoAreWe": "Who are we?",
    "whatWeDo": "What do we do?",
    "howToJoin": "How can I join?",
    "contact": "Contact us!",
    "header.brand": "East Bay Hungarian School",
    "home.community.head": "Community",
    "home.community.para": "Find friends",
    "home.language.head": "Language",
    "home.language.para": "Practice your mother's tongue",
    "home.culture.head": "Culture",
    "home.culture.para": "Learn about our traditions",
    "home.whoAreWe.para": "The East Bay Hungarian School is a non-profit organization, founded by hungarian parents (or parents with hungarian roots) living in the East Bay Area of San Francisco. The purpose of the School is to teach and promote hungarian language and traditions.",
    "home.whatWeDo.para1": "We gather regularly every other Sunday. There's a group for all ages and comprehension levels to learn and practice hungarian language, arts and culture.",
    "home.whatWeDo.para2": "Besides the regular classes the school offers plenty of oppurtunities to meet and have fun with families sharing the interest in hungarian traditions.",
    "home.howToJoin.para1": "Join us if you share our passion towards Hungarian language or Culture, or just want to know more about it.",
    "home.howToJoin.para2": "Do you think you have free time, money, or anything else that could help? Do not hesitate to contact us, we need all the help!"
  },
  "hu": {
    "moreInfo": "További információk...",
    "whoAreWe": "Kik vagyunk?",
    "whatWeDo": "Mit csinálunk?",
    "howToJoin": "Hogyan tudok csatlakozni?",
    "contact": "Elérhetőségeink",
    "header.brand": "East Bay Magyar Iskola",
    "home.community.head": "Közösség",
    "home.community.para": "Barátokra találhatsz",
    "home.language.head": "Nyelv",
    "home.language.para": "Gyakorolhatod az anyanyelved",
    "home.culture.head": "Kultúra",
    "home.culture.para": "Megismerkedhetsz a hagyományainkkal",
    "home.whoAreWe.para": "Az East Bay Magyar Iskola egy non-profit szervezet. A San Francisco-i Öböl keleti részén élő, magyar származású szülők hozták létre, akik szerették volna, ha gyermekeik megismerkednének a magyar nyelvvel, kultúrával. Az iskola teljes egészében önkéntes alapon működik.",
    "home.whatWeDo.para1": "Az iskola állandó programja a kétheti gyakorisággal, vasárnaponként tartott tantermi oktatás. Itt mindenki életkorának és nyelvismeretének megfelelő módon, csoportokba beosztva tanulhatja, gyakorolhatja a magyar nyelvet, hagyományokat",
    "home.whatWeDo.para2": "A tantermi oktatás mellett az iskola változatos programokat kínál a gyerekek és szüleik számára, hogy találkozzanak, megismerkedjenek más családokkal, és együtt jól érezzék magukat.",
    "home.howToJoin.para1": "Az iskola szeretettel várja az Öböl környékén élő magyar származású, vagy a magyar kultúra iránt érdekődő gyermekeket, felnőtteket.",
    "home.howToJoin.para2": "Ha úgy érzed, hogy időt vagy pénzt áldoznál azért, hogy segítsd a munkánkat, ne tétovázz: az Iskolának minden segítségre szüksége van!"
  }
}
