{
  "en": {
    "contact": "Contact us",
    "contact.classRoomAddress.head": "The address of our classroom",
    "contact.mailAddress.head": "Our mailing address",
    "contact.email": "Our email address",
    "contact.email.address": "info@hungarian-school.org",
    "header.brand": "East Bay Hungarian School",
    "home.community.head": "Community",
    "home.community.para": "Find friends",
    "home.culture.head": "Culture",
    "home.culture.para": "Learn about our traditions",
    "home.howToJoin.para1": "Join us if you share our passion towards Hungarian language or Culture, or just want to know more about it.",
    "home.howToJoin.para2": "Do you think you have free time, money, or anything else that could help? Do not hesitate to contact us, we need all the help!",
    "home.language.head": "Language",
    "home.language.para": "Practice your mother's tongue",
    "home.whoAreWe.para": "The East Bay Hungarian School is a non-profit organization, founded by hungarian parents (or parents with hungarian roots) living in the East Bay Area of San Francisco. The purpose of the School is to teach and promote hungarian language and traditions.",
    "home.whatWeDo.para1": "We gather regularly every other Sunday. There's a group for all ages and comprehension levels to learn and practice hungarian language, arts and culture.",
    "home.whatWeDo.para2": "Besides the regular classes the school offers plenty of oppurtunities to meet and have fun with families sharing the interest in hungarian traditions.",
    "howToJoin": "How can I join?",
    "moreInfo": "Read more...",
    "whatWeDo": "What do we do?",
    "what.para1": "The goal of our school is to teach its students the hungarian language and culture",
    "what.para2": "We aim to archeive this goal by conducting classes and other educational activities",
    "what.para3": "Most of our classes are held at our classroom. You can find the address here",
    "what.bigKids.head": "Classes for older kids",
    "what.bigKids.para1": "These classes are held on every other sunday, in our classroom.",
    "what.bigKids.para2": "The exact schedule is available on our facebook page.",
    "what.baboca.head": "Babóca Class",
    "what.baboca.para": "This class is for 4-6 years old kids. They learn the hungarian traditions in a playful way, through games, songs and poems. The goal of these activities is to improve and expand their vocabulary.",
    "what.rumini.head": "Rumini Class",
    "what.rumini.para": "This class is for kids who are ready to learn to read hungarian. The focus of this class is to learn the special characters in the hungarian alphabet, improve understanding and generally spread the joy of reading.",
    "what.vuk.head": "Vuk Class",
    "what.vuk.para": "The stundents of this class cannot speak hungarian (well) just yet.The focus of the class is to improve comprehension and language command, with some reading.",
    "what.mini.head": "Mini Class",
    "what.mini.para": "The mini class is for the smallest ones, held on the first Sunday of the month.",
    "what.party.head": "Parties and other events",
    "what.party.para": "Diverse events in various locations awaits all of our students and their families. You can find the details on our facebook page.",
    "whoAreWe": "Who are we?",
    "who.para1": "The idea of the school was born in 2015, from a small group of parents living in the East Bay area of San Francisco. During its first year the school operated as unincorporated nonüprofit organization.",
    "who.para2": "The community responded well to our first initiatives, it turned out there's a need for such a service. After the completion of our first class year the school has gained non-profit status from IRS.",
    "who.para3": "The governing body behind the hungarian school is the East Bay Hungarian Educational Group non-profit organization. The board of the organization",
    "who.president": "President",
    "who.secretary": "Secretary",
    "who.treasurer": "Treasurer",
    "who.director": "Director",
    "who.hunSchool": "The East Bay Hungarian School",
    "who.hunSchool.para1": "Our teachers are",
    "who.hunSchool.Szilvia": "Szilvia was born in Kecskemét, Hungary. This is where she earned her degree as Teacher and Kindergarten Teacher. She moved to California in 2013, Her 2 children are regular attendees on the school.",
    "who.hunSchool.Erika": "She graduated as a hungarian - history teacher in Hungary. Later she moved to Switzerland and then to the USA. Her hobby - teaching and making ceramics - became her profession. She is working with those students who has very little or no hungarian language command."
  },
  "hu": {
    "contact": "Elérhetőségeink",
    "contact.classRoomAddress.head": "Tantermünk címe",
    "contact.mailAddress.head": "Ha levelet szeretnél írni nekünk, az erre a címre teheted",
    "contact.email": "Email címünk",
    "contact.email.address": "informacio@magyar-iskola.org",
    "header.brand": "East Bay Magyar Iskola",
    "home.community.head": "Közösség",
    "home.community.para": "Barátokra találhatsz",
    "home.culture.head": "Kultúra",
    "home.culture.para": "Megismerkedhetsz a hagyományainkkal",
    "home.howToJoin.para1": "Az iskola szeretettel várja az Öböl környékén élő magyar származású, vagy a magyar kultúra iránt érdekődő gyermekeket, felnőtteket.",
    "home.howToJoin.para2": "Ha úgy érzed, hogy időt vagy pénzt áldoznál azért, hogy segítsd a munkánkat, ne tétovázz: az Iskolának minden segítségre szüksége van!",
    "home.language.head": "Nyelv",
    "home.language.para": "Gyakorolhatod az anyanyelved",
    "home.whoAreWe.para": "Az East Bay Magyar Iskola egy non-profit szervezet. A San Francisco-i Öböl keleti részén élő, magyar származású szülők hozták létre, akik szerették volna, ha gyermekeik megismerkednének a magyar nyelvvel, kultúrával. Az iskola teljes egészében önkéntes alapon működik.",
    "home.whatWeDo.para1": "Az iskola állandó programja a kétheti gyakorisággal, vasárnaponként tartott tantermi oktatás. Itt mindenki életkorának és nyelvismeretének megfelelő módon, csoportokba beosztva tanulhatja, gyakorolhatja a magyar nyelvet, hagyományokat",
    "home.whatWeDo.para2": "A tantermi oktatás mellett az iskola változatos programokat kínál a gyerekek és szüleik számára, hogy találkozzanak, megismerkedjenek más családokkal, és együtt jól érezzék magukat.",
    "howToJoin": "Hogyan tudok csatlakozni?",
    "moreInfo": "További információk...",
    "whatWeDo": "Mit csinálunk?",
    "what.para1": "A Magyar Iskola célja hogy segítsen a tanulóinak megismerkedni a magyar nyelv és a kultúra értékeivel.",
    "what.para2": "Ezt elsősorban tantermi foglalkozások, másodsorban egyéb szabadidős programok keretében igyekszünk véghezvinni.",
    "what.para3": "Foglalkozásainkat szinte minden esetben az iskola tantermében tartjuk, aminek címét itt találod.",
    "what.bigKids.head": "Nagyok foglalkozásai",
    "what.bigKids.para1": "A nagyok foglalkozásait minden második héten vasárnaponként tartjuk, az iskola tantermében.",
    "what.bigKids.para2": "A foglalkozások pontos ütemezéséről facebook oldalunkon tájékozódhatsz.",
    "what.baboca.head": "Babóca Csoport",
    "what.baboca.para": "Ide azok 4-6 eves gyerekek járnak, akiknél a magyar nyelv szókincsének bővitése mellett játékos formában ismerkedünk a magyar szokásokkal, népi játékok, versek, mondókák segítségével.",
    "what.rumini.head": "Rumini Csoport",
    "what.rumini.para": "Ebbe a csoportba azok a gyerekek járnak, akik jól beszélnek magyarul es készek arra, hogy megtanuljanak magyarul olvasni-irni. Néhányan közülük most kezdték el, másokkal a tavaly elkezdett munkát folytatjuk, erősen koncentrálva a Magyar ABC-ben előforduló betűk felismerésére, az olvasott szöveg megértésére, a gyerekek olvasóvá nevelésére.",
    "what.vuk.head": "Vuk csoport",
    "what.vuk.para": "A Vuk csoport tanulói még nem beszélnek (jól) magyarul. Az oktatás elsősorban a beszédértés és a magyar nyelv használatára koncentrál, némi olvasással megfűszerezve.",
    "what.mini.head": "Mini csoport",
    "what.mini.para": "A mini csoportba a legkisebbeket várjuk, minden hónap első vasárnapján tantermünkben.",
    "what.party.head": "Partik, egyéb rendezvények",
    "what.party.para": "Változatos helyszineken és programokkal várunk, a részleteket az facebook oldalunkon találod!",
    "whoAreWe": "Kik vagyunk?",
    "who.para1": "Az East Bay Magyar Iskola ötlete 2015 nyarán született meg. Az ötletgazdák az San Francisco-i öböl keleti részén (vagy ahogy errefelé mondják: az East Bay Area-ban) élő magyar származású szülők voltak. Az első tanév során az iskola bejegyzetlen non-profit státuszban üzemelt.",
    "who.para2": "A kezdeti szárnypróbálgatások bebizonyították, hogy van igény és érdeklődés az iskola tevékenységére. Az első sikeres tanév lezárást követően, 2016 nyarán került sor az iskola non-profit státuszának bejegyeztetésére. Ennek köszönhetően az iskola magasabb szinvonalú tanterembe költözhet és lehetővé vált adományok gyűjtése is.",
    "who.para3": "Az iskola szervezését és vezetését a Az East Bay Hungarian Educational Group non-profit szervezet végzi. A szervezet vezetősége",
    "who.president": "Elnök",
    "who.secretary": "Titkár",
    "who.treasurer": "Pénztáros",
    "who.director": "Igazgató",
    "who.hunSchool": "Az East Bay Magyar Iskola",
    "who.hunSchool.para1": "Az iskola oktatói",
    "who.hunSchool.Szilvia": "Szilvia Kecskeméten született, és itt szerezte diplomáját is, Tanító - óvodapedagógos szakon. 2013-ban költözött Kaliforniába családjával. 2 gyermeke rendszeresen jár a magyar iskola foglalkozásaira.",
    "who.hunSchool.Erika": "Magyar - tortenelem szakos tanarkent vegeztem Magyarorszagon. Ezutan Svajcba, majd az USA-ba koltoztem, ahol hobbim a keramia keszites es tanitas valt fo foglalkozasomma. Az iskolaban azokkal foglalkozik, akik egyaltalan nem, vagy minimalis szinten beszelnek magyarul."
  }
}
